[
    {
        "username": "Uvalia",
        "email": "samtisme@gmail.com",
        "password": "password" 
    },
    {
        "username": "TechnoFrog",
        "email": "frogsarecool1999@gmail.com",
        "password": "password"
    },
    {
        "username": "Samantha",
        "email": "treehuggersRcool@gmail.com",
        "password": "password"
    },
    {
        "title": "HTML",
        "post_text": "HTML is the standard markup language for Web pages. With HTML you can create your own Website.",
        "user_id": 1
    },
    {
        "title": "CSS",
        "post_text": "CSS is the language we use to style an HTML document. CSS describes how HTML elements should be displayed.",
        "user_id": 2
    },
    {
        "title": "JavaScript",
        "post_text": "JavaScript is the world's most popular programming language. JavaScript is the programming language of the Web.",
        "user_id": 3
    },
    {
        "title": "Node.js",
        "post_text": "Node.js is an open source server environment. Node.js allows you to run JavaScript on the server.",
        "user_id": 1
    },
    {
        "title": "React",
        "post_text": "React is a JavaScript library for building user interfaces. React is used to build single page applications.",
        "user_id": 2
    },
    {
        "title": "Angular",
        "post_text": "Angular is a TypeScript-based open-source web application framework.",
        "user_id": 3
    },
    {
        "title": "Vue",
        "post_text": "Vue.js is an open-source model–view–viewmodel front end JavaScript framework.",
        "user_id": 1
    },
    {
        "title": "jQuery",
        "post_text": "jQuery is a JavaScript library designed to simplify HTML DOM tree traversal and manipulation, as well as event handling, CSS animation, and Ajax.",
        "user_id": 2
    },
    {
        "title": "Bootstrap",
        "post_text": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development.",
        "user_id": 3
    },
    {
        "title": "Foundation",
        "post_text": "Foundation is a responsive front-end framework. has both html and css files. that can be used to build websites, apps, and emails.",
        "user_id": 1
    },
    {
        "title": "Bulma",
        "post_text": "Bulma is a free, open source CSS framework based on Flexbox and used by more than 200,000 developers.",
        "user_id": 2
    },
    {
        "title": "Semantic UI",
        "post_text": "Semantic UI is a development framework that helps create beautiful, responsive layouts using human-friendly HTML.",
        "user_id": 3
    }
]